{"do_lower_case": true, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": "C:\\Users\\gemma/.cache\\torch\\transformers\\ef9bc2ba6867b86932babe745cbccc9822ae43e5c873d03088aee4251bd45fff.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "tokenizer_file": null, "name_or_path": "deepset/bert-large-uncased-whole-word-masking-squad2"}