{"bos_token": "<s>", "eos_token": "</s>", "unk_token": "<unk>", "sep_token": "</s>", "cls_token": "<s>", "pad_token": "<pad>", "mask_token": "<mask>", "model_max_length": 512, "special_tokens_map_file": "C:\\Users\\gemma/.cache\\torch\\transformers\\fe37251a69f9b641eebf3e616066ed08f49e881f99b65a2ec005258a8c45d337.0dc5b1041f62041ebbd23b1297f2f573769d5c97d8b7c28180ec86b8f6185aa8", "tokenizer_file": null, "name_or_path": "joeddav/xlm-roberta-large-xnli"}